import klipsaImage1 from '../../../assets/image/plumbing/Фитинги/1.1.9.jpg';
import klipsaImage2 from '../../../assets/image/plumbing/Фитинги/1.1.9.1.jpg';

const klipsa = [
    {
        id: 8.1,
        name: "Клипса ППР  белый Jakko 20 мм",
        pricePerUnit: {
          шт: 15,
        },
        image: klipsaImage1,
        images: [klipsaImage1, klipsaImage2],
        detailedDescription: "Полипропиленовая опора предназначена для закрепления частей систем водоснабжения, отопления и канализации на стенах из кирпича, гипсокартона, бетона и др. Конструкция получается максимально прочная и незаметная, вся система имеет приятный, аккуратный внешний вид.",
        specifications: { "Материал клипсы": "Полипропилен", "Диаметр опоры": "20 mm","Рабочая среда": "Вода"},
        category: "plumbing",
        subCategory: "Фитинги",
        availability: "Есть в наличии"
      },
      {
        id: 8.2,
        name: "Клипса ППР  белый Jakko 25 мм",
        pricePerUnit: {
          шт: 20,
        },
        image: klipsaImage1,
        images: [klipsaImage1, klipsaImage2],
        detailedDescription: "Полипропиленовая опора предназначена для закрепления частей систем водоснабжения, отопления и канализации на стенах из кирпича, гипсокартона, бетона и др. Конструкция получается максимально прочная и незаметная, вся система имеет приятный, аккуратный внешний вид.",
        specifications: { "Материал клипсы": "Полипропилен", "Диаметр опоры": "25 mm","Рабочая среда": "Вода"},
        category: "plumbing",
        subCategory: "Фитинги",
        availability: "Есть в наличии"
      },
      {
        id: 8.3,
        name: "Клипса ППР  белый Jakko 32 мм",
        pricePerUnit: {
          шт: 30,
        },
        image: klipsaImage1,
        images: [klipsaImage1, klipsaImage2],
        detailedDescription: "Полипропиленовая опора предназначена для закрепления частей систем водоснабжения, отопления и канализации на стенах из кирпича, гипсокартона, бетона и др. Конструкция получается максимально прочная и незаметная, вся система имеет приятный, аккуратный внешний вид.",
        specifications: { "Материал клипсы": "Полипропилен", "Диаметр опоры": "32 mm","Рабочая среда": "Вода"},
        category: "plumbing",
        subCategory: "Фитинги",
        availability: "Есть в наличии"
      },
      {
        id: 8.4,
        name: "Клипса ППР  белый Jakko 40 мм",
        pricePerUnit: {
          шт: 60,
        },
        image: klipsaImage1,
        images: [klipsaImage1, klipsaImage2],
        detailedDescription: "Полипропиленовая опора предназначена для закрепления частей систем водоснабжения, отопления и канализации на стенах из кирпича, гипсокартона, бетона и др. Конструкция получается максимально прочная и незаметная, вся система имеет приятный, аккуратный внешний вид.",
        specifications: { "Материал клипсы": "Полипропилен", "Диаметр опоры": "40 mm","Рабочая среда": "Вода"},
        category: "plumbing",
        subCategory: "Фитинги",
        availability: "Есть в наличии"
      },
];

export default klipsa;