import kranGAVALVEImage1 from '../../../assets/image/plumbing/Фитинги/1.1.28.1.jpg';
import kranGAVALVEImage2 from '../../../assets/image/plumbing/Фитинги/1.1.28.2.jpg';

import kranjaccoImage1 from '../../../assets/image/plumbing/Фитинги/1.1.30.1.png';

import krangallopImage1 from '../../../assets/image/plumbing/Фитинги/1.1.25.1.png';
import krangallopImage2 from '../../../assets/image/plumbing/Фитинги/1.1.25.2.png';
import kranGallopImage from '../../../assets/image/plumbing/Фитинги/1.1.29.jpg';
import kranGallopImage1 from '../../../assets/image/plumbing/Фитинги/1.1.31.1.jpg';
import kranGallopImage2 from '../../../assets/image/plumbing/Фитинги/1.1.31.2.jpg';
import kranGallopImage3 from '../../../assets/image/plumbing/Фитинги/1.1.31.3.jpg';
import kranGallopImage4 from '../../../assets/image/plumbing/Фитинги/1.1.31.4.jpg';
import kranGallopImage5 from '../../../assets/image/plumbing/Фитинги/1.1.35.jpg';
import kranGallopImage6 from '../../../assets/image/plumbing/Фитинги/1.1.37.1.jpg';
import kranGallopImage7 from '../../../assets/image/plumbing/Фитинги/1.1.37.2.jpg';
import kranGallopImage8 from '../../../assets/image/plumbing/Фитинги/1.1.37.3.jpg';
import kranGallopImage9 from '../../../assets/image/plumbing/Фитинги/1.1.37.4.jpg';
import kranGallopImage10 from '../../../assets/image/plumbing/Фитинги/1.1.41.1.jpg';
import kranGallopImage11 from '../../../assets/image/plumbing/Фитинги/1.1.41.2.jpg';
import kranGallopImage12 from '../../../assets/image/plumbing/Фитинги/1.1.41.3.jpg';
import kranGallopImage13 from '../../../assets/image/plumbing/Фитинги/1.1.41.4.jpg';
import kranGallopImage14 from '../../../assets/image/plumbing/Фитинги/1.1.45.1.jpg';
import kranGallopImage15 from '../../../assets/image/plumbing/Фитинги/1.1.45.2.jpg';

import kranFRADOSImage1 from '../../../assets/image/plumbing/Фитинги/1.1.32.1.jpg';
import kranFRADOSImage2 from '../../../assets/image/plumbing/Фитинги/1.1.32.2.jpg';
import kranFRADOSImage3 from '../../../assets/image/plumbing/Фитинги/1.1.32.3.jpg';
import kranFRADOSImage4 from '../../../assets/image/plumbing/Фитинги/1.1.32.4.jpg';
import kranFRADOSImage5 from '../../../assets/image/plumbing/Фитинги/1.1.39.1.jpg';
import kranFRADOSImage6 from '../../../assets/image/plumbing/Фитинги/1.1.39.2.jpg';
import kranFRADOSImage7 from '../../../assets/image/plumbing/Фитинги/1.1.44.1.jpg';
import kranFRADOSImage8 from '../../../assets/image/plumbing/Фитинги/1.1.44.2.jpg';

import krandiamondImage1 from '../../../assets/image/plumbing/Фитинги/1.1.24.1.png';
import krandiamondImage2 from '../../../assets/image/plumbing/Фитинги/1.1.24.2.png';
import krandiamondImage3 from '../../../assets/image/plumbing/Фитинги/1.1.26.1.png';
import kranDIAMOND33Image1 from '../../../assets/image/plumbing/Фитинги/1.1.33.1.jpg';
import kranDIAMOND33Image2 from '../../../assets/image/plumbing/Фитинги/1.1.33.2.jpg';
import kranDIAMOND33Image3 from '../../../assets/image/plumbing/Фитинги/1.1.33.3.jpg';
import kranDIAMOND33Image4 from '../../../assets/image/plumbing/Фитинги/1.1.33.4.jpg';
import kranDIAMOND25Image5 from '../../../assets/image/plumbing/Фитинги/1.1.40.1.jpg';
import kranDIAMOND25Image6 from '../../../assets/image/plumbing/Фитинги/1.1.40.2.jpg';
import kranDIAMOND25Image7 from '../../../assets/image/plumbing/Фитинги/1.1.40.3.jpg';
import kranDIAMOND25Image8 from '../../../assets/image/plumbing/Фитинги/1.1.40.4.jpg';
import kranDIAMOND32Image9 from '../../../assets/image/plumbing/Фитинги/1.1.43.1.jpg';
import kranDIAMOND32Image10 from '../../../assets/image/plumbing/Фитинги/1.1.43.2.jpg';
import kranDIAMOND40Image11 from '../../../assets/image/plumbing/Фитинги/1.1.46.1.jpg';
import kranDIAMOND40Image12 from '../../../assets/image/plumbing/Фитинги/1.1.46.2.jpg';

import kranlussoImage1 from '../../../assets/image/plumbing/Фитинги/1.1.27.1.jpg';
import kranlussoImage2 from '../../../assets/image/plumbing/Фитинги/1.1.27.2.jpg';
import kranLusso20Image1 from '../../../assets/image/plumbing/Фитинги/1.1.34.1.jpg';
import kranLusso20Image2 from '../../../assets/image/plumbing/Фитинги/1.1.34.2.jpg';
import kranLusso25Image3 from '../../../assets/image/plumbing/Фитинги/1.1.38.1.jpg';
import kranLusso25Image4 from '../../../assets/image/plumbing/Фитинги/1.1.38.2.jpg';
import kranLusso32Image5 from '../../../assets/image/plumbing/Фитинги/1.1.42.1.jpg';
import kranLusso32Image6 from '../../../assets/image/plumbing/Фитинги/1.1.42.2.jpg';
import kranLusso32Image7 from '../../../assets/image/plumbing/Фитинги/1.1.42.3.jpg';
import kranLusso32Image8 from '../../../assets/image/plumbing/Фитинги/1.1.42.4.jpg';

import kranstiralkamage1 from '../../../assets/image/plumbing/Фитинги/1.1.50.1.jpg';
import kranstiralkamage2 from '../../../assets/image/plumbing/Фитинги/1.1.50.2.jpg';

const KranMetall = [
      {
        id: 18.1,
        name: "Кран шаровый DIAMOND внутр./наруж. резьба 1/2''",
        pricePerUnit: {
          шт: 2050,
        },
        // oldPrice: 2050,
        image: krandiamondImage2,
        images: [krandiamondImage2],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "1/2''", "Тип резьбы": "Наружная и Внутренняя", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.2,
        name: "Кран шаровый DIAMOND внутр. резьба 1/2''",
        pricePerUnit: {
          шт: 2050,
        },
        // oldPrice: 2050,
        image: krandiamondImage1,
        images: [krandiamondImage1],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "1/2''", "Тип резьбы": "Наружная и Внутренняя", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.3,
        name: "Кран шаровый Lusso внутр. резьба 1/2''",
        pricePerUnit: {
          шт: 1550,
        },
        // oldPrice: 1550,
        image: kranlussoImage1,
        images: [kranlussoImage1, kranlussoImage2],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой муфтовый латунный предназначен для установки в качестве запорной арматуры на трубопроводах систем питьевого и хозяйственно питьевого назначения, горячего водоснабжения. Использование шаровых кранов в качестве регулирующей арматуры не допускается.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "1/2''", "Тип резьбы": "Внутренняя", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.4,
        name: "Кран шаровый GA VALVE внутр./наруж. резьба 1/2''",
        pricePerUnit: {
          шт: 1650,
        },
        // oldPrice: 1650,
        image: kranGAVALVEImage1,
        images: [kranGAVALVEImage1, kranGAVALVEImage2],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой муфтовый латунный предназначен для установки в качестве запорной арматуры на трубопроводах систем питьевого и хозяйственно питьевого назначения, горячего водоснабжения. Использование шаровых кранов в качестве регулирующей арматуры не допускается.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовой", "Диаметр соединяемой резьбы": "1/2''", "Тип резьбы": "Внутренняя и Наружная", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.5,
        name: "Кран шаровый DIAMOND внутр./наруж. резьба 1/2''",
        pricePerUnit: {
          шт: 2050,
        },
        // oldPrice: 2050,
        image: krandiamondImage3,
        images: [krandiamondImage3],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "1/2''", "Тип резьбы": "Наружная и Внутренняя", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.6,
        name: "Кран шаровый Галлоп внутр. резьба 1/2''",
        pricePerUnit: {
          шт: 700,
        },
        // oldPrice: 700,
        image: krangallopImage1,
        images: [krangallopImage1, krangallopImage2],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой муфтовый латунный предназначен для установки в качестве запорной арматуры на трубопроводах систем питьевого и хозяйственно питьевого назначения, горячего водоснабжения. Использование шаровых кранов в качестве регулирующей арматуры не допускается.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "1/2''", "Тип резьбы": "Внутренняя", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.7,
        name: "Кран шар. Галлоп внутр. резьба 1/2 наруж. резьба 3/4''",
        pricePerUnit: {
          шт: 700,
        },
        // oldPrice: 700,
        image: kranGallopImage5,
        images: [kranGallopImage5],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой муфтовый латунный предназначен для установки в качестве запорной арматуры на трубопроводах систем питьевого и хозяйственно питьевого назначения, горячего водоснабжения. Использование шаровых кранов в качестве регулирующей арматуры не допускается.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр внутренней резьбы": "1/2''", "Диаметр наружной резьбы": "3/4''", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.8,
        name: "Кран шаровый Галлоп наруж. резьба 1/2''",
        pricePerUnit: {
          шт: 700,
        },
        // oldPrice: 700,
        image: kranGallopImage,
        images: [kranGallopImage],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой муфтовый латунный предназначен для установки в качестве запорной арматуры на трубопроводах систем питьевого и хозяйственно питьевого назначения, горячего водоснабжения. Использование шаровых кранов в качестве регулирующей арматуры не допускается.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовой", "Диаметр соединяемой резьбы": "1/2''", "Тип резьбы": "Наружная", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.9,
        name: "Кран шаровый Jacco внутр. резьба 3/4''",
        pricePerUnit: {
          шт: 2740,
        },
        // oldPrice: 2740,
        image: kranjaccoImage1,
        images: [kranjaccoImage1],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой муфтовый латунный предназначен для установки в качестве запорной арматуры на трубопроводах систем питьевого и хозяйственно питьевого назначения, горячего водоснабжения. Использование шаровых кранов в качестве регулирующей арматуры не допускается.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "3/4''", "Тип резьбы": "Внутренняя", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.10,
        name: "Кран шаровый Jacco внутр./наруж. резьба 3/4''",
        pricePerUnit: {
          шт: 2500,
        },
        // oldPrice: 2500,
        image: krandiamondImage3,
        images: [krandiamondImage3],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "3/4''", "Тип резьбы": "Наружная и Внутренняя", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.11,
        name: "Кран шаровый Галлоп внутр./наруж. резьба 3/4''",
        pricePerUnit: {
          шт: 1000,
        },
        // oldPrice: 1000,
        image: kranGallopImage1,
        images: [kranGallopImage1, kranGallopImage2],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "3/4''", "Тип резьбы": "Наружная и Внутренняя", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.12,
        name: "Кран шаровый Галлоп внутр. резьба 3/4''",
        pricePerUnit: {
          шт: 900,
        },
        // oldPrice: 900,
        image: kranGallopImage3,
        images: [kranGallopImage3, kranGallopImage4],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "3/4''", "Тип резьбы": "Внутренняя", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.13,
        name: "Кран шаровый FRADOS внутр./наруж. резьба 3/4''",
        pricePerUnit: {
          шт: 2050,
        },
        // oldPrice: 2050,
        image: kranFRADOSImage1,
        images: [kranFRADOSImage1, kranFRADOSImage2],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "3/4''", "Тип резьбы": "Наружная и Внутренняя", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.14,
        name: "Кран шаровый FRADOS внутр. резьба 3/4''",
        pricePerUnit: {
          шт: 2050,
        },
        // oldPrice: 2050,
        image: kranFRADOSImage3,
        images: [kranFRADOSImage3, kranFRADOSImage4],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "3/4''", "Тип резьбы": "Внутренняя", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.15,
        name: "Кран шаровый DIAMOND внутр./наруж. резьба 3/4''",
        pricePerUnit: {
          шт: 2800,
        },
        // oldPrice: 2800,
        image: kranDIAMOND33Image1,
        images: [kranDIAMOND33Image1, kranDIAMOND33Image2],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "3/4''", "Тип резьбы": "Наружная и Внутренняя", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.16,
        name: "Кран шаровый DIAMOND внутр. резьба 3/4''",
        pricePerUnit: {
          шт: 2800,
        },
        // oldPrice: 2800,
        image: kranDIAMOND33Image3,
        images: [kranDIAMOND33Image3, kranDIAMOND33Image4],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "3/4''", "Тип резьбы": "Внутренняя", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.17,
        name: "Кран шаровый Lusso внутренняя резьба 3/4''",
        pricePerUnit: {
          шт: 2100,
        },
        // oldPrice: 2100,
        image: kranLusso20Image1,
        images: [kranLusso20Image1, kranLusso20Image2],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "3/4''", "Тип резьбы": "Внутренняя", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.18,
        name: "Кран шаровый Галлоп внутр./наруж. резьба 1''",
        pricePerUnit: {
          шт: 1500,
        },
        // oldPrice: 1500,
        image: kranGallopImage6,
        images: [kranGallopImage6, kranGallopImage7],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "1''", "Тип резьбы": "Внутренняя и Наружная", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.19,
        name: "Кран шаровый Галлоп внутренняя резьба 1''",
        pricePerUnit: {
          шт: 1500,
        },
        // oldPrice: 1500,
        image: kranGallopImage8,
        images: [kranGallopImage8, kranGallopImage9],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "1''", "Тип резьбы": "Внутренняя", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.20,
        name: "Кран шаровый Lusso внутр./ наруж. резьба 1''",
        pricePerUnit: {
          шт: 2050,
        },
        // oldPrice: 2050,
        image: kranLusso25Image3,
        images: [kranLusso25Image3, kranLusso25Image4],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "1''", "Тип резьбы": "Внутренняя и Наружная", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.21,
        name: "Кран шаровый Lusso внутренняя резьба 1''",
        pricePerUnit: {
          шт: 2050,
        },
        // oldPrice: 2050,
        image: kranFRADOSImage5,
        images: [kranFRADOSImage5, kranFRADOSImage6],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "1''", "Тип резьбы": "Внутренняя", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.22,
        name: "Кран шаровый Lusso внутренняя резьба 1''",
        pricePerUnit: {
          шт: 2050,
        },
        // oldPrice: 2050,
        image: kranFRADOSImage5,
        images: [kranFRADOSImage5, kranFRADOSImage6],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "1''", "Тип резьбы": "Внутренняя", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.23,
        name: "Кран шаровый DIAMOND внутр./наруж. резьба 1''",
        pricePerUnit: {
          шт: 4800,
        },
        // oldPrice: 4800,
        image: kranDIAMOND25Image5,
        images: [kranDIAMOND25Image5, kranDIAMOND25Image6],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "1''", "Тип резьбы": "Внутренняя и Наружная", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.24,
        name: "Кран шаровый DIAMOND внутр. резьба 1''",
        pricePerUnit: {
          шт: 2050,
        },
        // oldPrice: 0,
        image: kranDIAMOND25Image7,
        images: [kranDIAMOND25Image7, kranDIAMOND25Image8],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "1''", "Тип резьбы": "Внутренняя", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.25,
        name: "Кран шаровый Галлоп внутр./наруж. резьба 1/¼''",
        pricePerUnit: {
          шт: 2400,
        },
        // oldPrice: 2400,
        image: kranGallopImage10,
        images: [kranGallopImage10, kranGallopImage11],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "1/¼''", "Тип резьбы": "Внутренняя и Наружная", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.26,
        name: "Кран шаровый Галлоп внутр. резьба 1/¼''",
        pricePerUnit: {
          шт: 2400,
        },
        // oldPrice: 2400,
        image: kranGallopImage12,
        images: [kranGallopImage12, kranGallopImage13],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "1/¼''", "Тип резьбы": "Внутренняя", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.27,
        name: "Кран шаровый LUSSO внутр./наруж. резьба 1/¼''",
        pricePerUnit: {
          шт: 6100,
        },
        // oldPrice: 6100,
        image: kranLusso32Image5,
        images: [kranLusso32Image5, kranLusso32Image6],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "1/¼''", "Тип резьбы": "Внутренняя и Наружная", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.28,
        name: "Кран шаровый LUSSO внутр. резьба 1/¼''",
        pricePerUnit: {
          шт: 6100,
        },
        // oldPrice: 6100,
        image: kranLusso32Image7,
        images: [kranLusso32Image7, kranLusso32Image8],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "1/¼''", "Тип резьбы": "Внутренняя", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.29,
        name: "Кран шаровый DIAMOND внутр./наруж. резьба 1/¼''",
        pricePerUnit: {
          шт: 8550,
        },
        // oldPrice: 8550,
        image: kranDIAMOND32Image9,
        images: [kranDIAMOND32Image9, kranDIAMOND32Image10],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "1/¼''", "Тип резьбы": "Внутренняя и Наружная", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.30,
        name: "Кран шаровый FRADOS внутр. резьба 1/½''",
        pricePerUnit: {
          шт: 7550,
        },
        // oldPrice: 7750,
        image: kranFRADOSImage7,
        images: [kranFRADOSImage7, kranFRADOSImage8],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "1/½''", "Тип резьбы": "Внутренняя", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.31,
        name: "Кран шаровый ГАЛЛОП внутр. резьба 1/½''",
        pricePerUnit: {
          шт: 3950,
        },
        // oldPrice: 3950,
        image: kranGallopImage14,
        images: [kranGallopImage14, kranGallopImage15],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "1/½''", "Тип резьбы": "Внутренняя", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 18.32,
        name: "Кран шаровый DIAMOND внутр. резьба 1/½''",
        pricePerUnit: {
          шт: 3950,
        },
        // oldPrice: 0,
        image: kranDIAMOND40Image11,
        images: [kranDIAMOND40Image11, kranDIAMOND40Image12],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Кран шаровой применяется в качестве запорной арматуры в трубопроводах систем питьевого и хозяйственно-питьевого назначения, горячего водоснабжения, отопления, сжатого воздуха, а также на технологических трубопроводах, транспортирующих жидкости, неагрессивные к материалам изделия. Не может быть использован в качестве регулирующей арматуры.",
        specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "1/½''", "Тип резьбы": "Внутренняя", "Материал корпуса": "Латунь"},
        category: "plumbing", // Категория
        subCategory: "Запорно-регулирующая арматура", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
          id: 18.33,
          name: "Кран шаровой тройниковый для стир. машины",
          pricePerUnit: {
            шт: 1400,
          },
          // oldPrice: 1400,
          image: kranstiralkamage1,
          images: [kranstiralkamage1, kranstiralkamage2],
          // description: "Краска для окон и дверей Dulux",
          detailedDescription: "Тройник с шаровым краном, предназначенный для подключения к сети холодного или горячего водоснабжения бытовых потребителей (стиральные, посудомоечные машины и т.д.) с помощью штуцерного соединения с накидной гайкой. Неремонтопригодный. Резьба присоединений – внутренняя/наружная/наружная.",
          specifications: { "Тип затвора": "Шаровой", "Рабочая среда": "Вода", "Тип соединения": "Резьбовое", "Диаметр соединяемой резьбы": "1/2х3/4х1/2''", "Тип резьбы": "Внутренняя/Наружная/Наружная", "Материал корпуса": "Латунь"},
          category: "plumbing", // Категория
          subCategory: "Запорно-регулирующая арматура", // Подкатегория
          availability: "Есть в наличии"  // Новое поле для статуса наличия
        },
];

export default KranMetall;