import kransharoviyImage1 from '../../../assets/image/plumbing/Фитинги/1.1.15.1.jpg';
import kransharoviyImage2 from '../../../assets/image/plumbing/Фитинги/1.1.15.2.jpg';

const KranSharoviy = [
    {
        id: 12.1,
        name: " Кран шаровый ППР  белый Jakko 20мм",
        pricePerUnit: {
          шт: 700,
        },
        // oldPrice: 700,
        image: kransharoviyImage1,
        images: [kransharoviyImage1, kransharoviyImage2],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Шаровой кран из полипропилена предназначен для использования в качестве запорной арматуры в составе систем водоснабжения из полипропиленовых труб. Кран имеет латунный хромированный шаровой затвор и латунную сальниковую гильзу. Монтаж осуществляется методом раструбной сварки. Может использоваться на трубопроводах холодной и горячей воды.",
        specifications: { "Материал крана": "Полипропилен", "Условный проход": "20 mm", "Тип соединения": "Внутренняя пайка", "Диаметр соединения": "20 mm", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 12.2,
        name: " Кран шаровый ППР  белый Jakko 25мм",
        pricePerUnit: {
          шт: 1000,
        },
        // oldPrice: 1000,
        image: kransharoviyImage1,
        images: [kransharoviyImage1, kransharoviyImage2],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Шаровой кран из полипропилена предназначен для использования в качестве запорной арматуры в составе систем водоснабжения из полипропиленовых труб. Кран имеет латунный хромированный шаровой затвор и латунную сальниковую гильзу. Монтаж осуществляется методом раструбной сварки. Может использоваться на трубопроводах холодной и горячей воды.",
        specifications: { "Материал крана": "Полипропилен", "Условный проход": "25 mm", "Тип соединения": "Внутренняя пайка", "Диаметр соединения": "25 mm", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 12.3,
        name: " Кран шаровый ППР  белый Jakko 32мм",
        pricePerUnit: {
          шт: 1450,
        },
        // oldPrice: 1450,
        image: kransharoviyImage1,
        images: [kransharoviyImage1, kransharoviyImage2],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Шаровой кран из полипропилена предназначен для использования в качестве запорной арматуры в составе систем водоснабжения из полипропиленовых труб. Кран имеет латунный хромированный шаровой затвор и латунную сальниковую гильзу. Монтаж осуществляется методом раструбной сварки. Может использоваться на трубопроводах холодной и горячей воды.",
        specifications: { "Материал крана": "Полипропилен", "Условный проход": "32 mm", "Тип соединения": "Внутренняя пайка", "Диаметр соединения": "32 mm", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 12.4,
        name: " Кран шаровый ППР  белый Jakko 40мм",
        pricePerUnit: {
          шт: 3000,
        },
        // oldPrice: 3000,
        image: kransharoviyImage1,
        images: [kransharoviyImage1, kransharoviyImage2],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Шаровой кран из полипропилена предназначен для использования в качестве запорной арматуры в составе систем водоснабжения из полипропиленовых труб. Кран имеет латунный хромированный шаровой затвор и латунную сальниковую гильзу. Монтаж осуществляется методом раструбной сварки. Может использоваться на трубопроводах холодной и горячей воды.",
        specifications: { "Материал крана": "Полипропилен", "Условный проход": "40 mm", "Тип соединения": "Внутренняя пайка", "Диаметр соединения": "40 mm", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
];

export default KranSharoviy;