import mostImage1 from '../../../assets/image/plumbing/Фитинги/1.1.12.jpg';
import mostImage2 from '../../../assets/image/plumbing/Фитинги/1.1.12.1.jpg';

const Most = [
     {
        id: 10.1,
        name: "Мост ППР  белый Jakko 20 мм",
        pricePerUnit: {
          шт: 150,
        },
        // oldPrice: 300,
        image: mostImage1,
        images: [mostImage1, mostImage2],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Предназначен для монтажа в месте пересечения полипропиленового трубопровода со стояком или каким-либо иным препятствием. Оснащен муфтами для присоединения труб раструбной сваркой.",
        specifications: { "Материал моста": "Полипропилен", "Диаметр": "20 mm", "Тип присоединения": "Внутренняя пайка", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 10.2,
        name: "Мост ППР  белый Jakko 25 мм",
        pricePerUnit: {
          шт: 210,
        },
        // oldPrice: 300,
        image: mostImage1,
        images: [mostImage1, mostImage2],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Предназначен для монтажа в месте пересечения полипропиленового трубопровода со стояком или каким-либо иным препятствием. Оснащен муфтами для присоединения труб раструбной сваркой.",
        specifications: { "Материал моста": "Полипропилен", "Диаметр": "25 mm", "Тип присоединения": "Внутренняя пайка", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 10.3,
        name: "Мост ППР  белый Jakko 32 мм",
        pricePerUnit: {
          шт: 465,
        },
        // oldPrice: 300,
        image: mostImage1,
        images: [mostImage1, mostImage2],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Предназначен для монтажа в месте пересечения полипропиленового трубопровода со стояком или каким-либо иным препятствием. Оснащен муфтами для присоединения труб раструбной сваркой.",
        specifications: { "Материал моста": "Полипропилен", "Диаметр": "32 mm", "Тип присоединения": "Внутренняя пайка", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 10.4,
        name: "Мост ППР  белый Jakko 40 мм",
        pricePerUnit: {
          шт: 0,
        },
        // oldPrice: 300,
        image: mostImage1,
        images: [mostImage1, mostImage2],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Предназначен для монтажа в месте пересечения полипропиленового трубопровода со стояком или каким-либо иным препятствием. Оснащен муфтами для присоединения труб раструбной сваркой.",
        specifications: { "Материал моста": "Полипропилен", "Диаметр": "40 mm", "Тип присоединения": "Внутренняя пайка", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Нет в наличии"  // Новое поле для статуса наличия
      },
];

export default Most;