import muftarazemnayaImage from '../../../assets/image/plumbing/Фитинги/1.1.18.jpg';
import muftarazemnayaImage1 from '../../../assets/image/plumbing/Фитинги/1.1.18.1.jpg';
import muftarazemnayaImage2 from '../../../assets/image/plumbing/Фитинги/1.1.19.1.jpg';
import muftarazemnayaImage22 from '../../../assets/image/plumbing/Фитинги/1.1.19.22.jpg';
import muftarazemnayaImage3 from '../../../assets/image/plumbing/Фитинги/1.1.19.2.jpg';
import muftarazemnayaImage4 from '../../../assets/image/plumbing/Фитинги/1.1.19.3.jpg';
import muftarazemnayaImage5 from '../../../assets/image/plumbing/Фитинги/1.1.19.4.jpg';
import muftarazemnayaImage6 from '../../../assets/image/plumbing/Фитинги/1.1.19.5.jpg';

const MuftaRazemnaya = [
    {
        id: 15.1,
        name: " Муфта разъемная внутр. резьба ППР белый Jakko 20х1/2",
        pricePerUnit: {
          шт: 610,
        },
        // oldPrice: 610,
        image: muftarazemnayaImage,
        images: [muftarazemnayaImage, muftarazemnayaImage1],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Прямой полипропиленовый фитинг для соединения полипропиленовой трубы и компонента инженерной системы с резьбовым подключением. Другое название - американка. Вид муфты - разъемная, резьба фитинга – внутренняя.",
        specifications: { "Материал муфты": "Полипропилен", "Вид муфты": "Разъемная", "Соединение американка": "да", "Диаметр соединения полипропилена": "20 mm", "Диаметр соединяемой резьбы": "1/2", "Тип резьбы": "Внутренняя", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 15.2,
        name: "Муфта разъемная внутр. резьба ППР белый Jakko 20х3/4",
        pricePerUnit: {
          шт: 680,
        },
        // oldPrice: 680,
        image: muftarazemnayaImage,
        images: [muftarazemnayaImage, muftarazemnayaImage1],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Прямой полипропиленовый фитинг для соединения полипропиленовой трубы и компонента инженерной системы с резьбовым подключением. Другое название - американка. Вид муфты - разъемная, резьба фитинга – внутренняя.",
        specifications: { "Материал муфты": "Полипропилен", "Вид муфты": "Разъемная", "Соединение американка": "да", "Диаметр соединения полипропилена": "20 mm", "Диаметр соединяемой резьбы": "3/4", "Тип резьбы": "Внутренняя", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 15.3,
        name: "Муфта разъемная внутр. резьба ППР белый Jakko 20х1",
        pricePerUnit: {
          шт: 1100,
        },
        // oldPrice: 1100,
        image: muftarazemnayaImage,
        images: [muftarazemnayaImage, muftarazemnayaImage1],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Прямой полипропиленовый фитинг для соединения полипропиленовой трубы и компонента инженерной системы с резьбовым подключением. Другое название - американка. Вид муфты - разъемная, резьба фитинга – внутренняя.",
        specifications: { "Материал муфты": "Полипропилен", "Вид муфты": "Разъемная", "Соединение американка": "да", "Диаметр соединения полипропилена": "20 mm", "Диаметр соединяемой резьбы": "1", "Тип резьбы": "Внутренняя", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 15.4,
        name: "Муфта разъемная внутр. резьба ППР белый Jakko 25х1/2",
        pricePerUnit: {
          шт: 1100,
        },
        // oldPrice: 1100,
        image: muftarazemnayaImage,
        images: [muftarazemnayaImage, muftarazemnayaImage1],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Прямой полипропиленовый фитинг для соединения полипропиленовой трубы и компонента инженерной системы с резьбовым подключением. Другое название - американка. Вид муфты - разъемная, резьба фитинга – внутренняя.",
        specifications: { "Материал муфты": "Полипропилен", "Вид муфты": "Разъемная", "Соединение американка": "да", "Диаметр соединения полипропилена": "25 mm", "Диаметр соединяемой резьбы": "1/2", "Тип резьбы": "Внутренняя", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 15.5,
        name: "Муфта разъемная внутр. резьба ППР белый Jakko 25х3/4",
        pricePerUnit: {
          шт: 1170,
        },
        // oldPrice: 1170,
        image: muftarazemnayaImage,
        images: [muftarazemnayaImage, muftarazemnayaImage1],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Прямой полипропиленовый фитинг для соединения полипропиленовой трубы и компонента инженерной системы с резьбовым подключением. Другое название - американка. Вид муфты - разъемная, резьба фитинга – внутренняя.",
        specifications: { "Материал муфты": "Полипропилен", "Вид муфты": "Разъемная", "Соединение американка": "да", "Диаметр соединения полипропилена": "25 mm", "Диаметр соединяемой резьбы": "3/4", "Тип резьбы": "Внутренняя", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 15.6,
        name: "Муфта разъемная внутр. резьба ППР белый Jakko 25х1",
        pricePerUnit: {
          шт: 1300,
        },
        // oldPrice: 1300,
        image: muftarazemnayaImage,
        images: [muftarazemnayaImage, muftarazemnayaImage1],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Прямой полипропиленовый фитинг для соединения полипропиленовой трубы и компонента инженерной системы с резьбовым подключением. Другое название - американка. Вид муфты - разъемная, резьба фитинга – внутренняя.",
        specifications: { "Материал муфты": "Полипропилен", "Вид муфты": "Разъемная", "Соединение американка": "да", "Диаметр соединения полипропилена": "25 mm", "Диаметр соединяемой резьбы": "1", "Тип резьбы": "Внутренняя", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 15.7,
        name: "Муфта разъемная внутр. резьба ППР белый Jakko 32х1/2",
        pricePerUnit: {
          шт: 0,
        },
        // oldPrice: 0,
        image: muftarazemnayaImage,
        images: [muftarazemnayaImage, muftarazemnayaImage1],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Прямой полипропиленовый фитинг для соединения полипропиленовой трубы и компонента инженерной системы с резьбовым подключением. Другое название - американка. Вид муфты - разъемная, резьба фитинга – внутренняя.",
        specifications: { "Материал муфты": "Полипропилен", "Вид муфты": "Разъемная", "Соединение американка": "да", "Диаметр соединения полипропилена": "32 mm", "Диаметр соединяемой резьбы": "1/2", "Тип резьбы": "Внутренняя", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Нет в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 15.8,
        name: "Муфта разъемная внутр. резьба ППР белый Jakko 32х3/4",
        pricePerUnit: {
          шт: 1650,
        },
        // oldPrice: 1650,
        image: muftarazemnayaImage,
        images: [muftarazemnayaImage, muftarazemnayaImage1],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Прямой полипропиленовый фитинг для соединения полипропиленовой трубы и компонента инженерной системы с резьбовым подключением. Другое название - американка. Вид муфты - разъемная, резьба фитинга – внутренняя.",
        specifications: { "Материал муфты": "Полипропилен", "Вид муфты": "Разъемная", "Соединение американка": "да", "Диаметр соединения полипропилена": "32 mm", "Диаметр соединяемой резьбы": "3/4", "Тип резьбы": "Внутренняя", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 15.9,
        name: "Муфта разъемная внутр. резьба ППР белый Jakko 32х1",
        pricePerUnit: {
          шт: 1300,
        },
        // oldPrice: 1300,
        image: muftarazemnayaImage,
        images: [muftarazemnayaImage, muftarazemnayaImage1],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Прямой полипропиленовый фитинг для соединения полипропиленовой трубы и компонента инженерной системы с резьбовым подключением. Другое название - американка. Вид муфты - разъемная, резьба фитинга – внутренняя.",
        specifications: { "Материал муфты": "Полипропилен", "Вид муфты": "Разъемная", "Соединение американка": "да", "Диаметр соединения полипропилена": "32 mm", "Диаметр соединяемой резьбы": "1", "Тип резьбы": "Внутренняя", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 15.10,
        name: "Муфта разъемная внутр. резьба ППР белый Jakko 40х1¼",
        pricePerUnit: {
          шт: 2100,
        },
        // oldPrice: 2100,
        image: muftarazemnayaImage,
        images: [muftarazemnayaImage, muftarazemnayaImage1],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Прямой полипропиленовый фитинг для соединения полипропиленовой трубы и компонента инженерной системы с резьбовым подключением. Другое название - американка. Вид муфты - разъемная, резьба фитинга – внутренняя.",
        specifications: { "Материал муфты": "Полипропилен", "Вид муфты": "Разъемная", "Соединение американка": "да", "Диаметр соединения полипропилена": "40 mm", "Диаметр соединяемой резьбы": "1¼", "Тип резьбы": "Внутренняя", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      
      // Муфта разъемная НР
      {
        id: 15.13,
        name: "Муфта разъемная наруж. резьба ППР белый Jakko 20х1/2",
        pricePerUnit: {
          шт: 660,
        },
        // oldPrice: 660,
        image: muftarazemnayaImage2,
        images: [muftarazemnayaImage2, muftarazemnayaImage3, muftarazemnayaImage22],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Прямой полипропиленовый фитинг для соединения полипропиленовой трубы и компонента инженерной системы с резьбовым подключением. Другое название - американка. Вид муфты - разъемная, резьба фитинга – наружная.",
        specifications: { "Материал муфты": "Полипропилен", "Вид муфты": "Разъемная", "Соединение американка": "да", "Диаметр соединения полипропилена": "20 mm", "Диаметр соединяемой резьбы": "1/2", "Тип резьбы": "Наружная", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 15.14,
        name: "Муфта разъемная наруж. резьба ППР белый Jakko 20х3/4",
        pricePerUnit: {
          шт: 0,
        },
        // oldPrice: 0,
        image: muftarazemnayaImage4,
        images: [muftarazemnayaImage4, muftarazemnayaImage5, muftarazemnayaImage6],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Прямой полипропиленовый фитинг для соединения полипропиленовой трубы и компонента инженерной системы с резьбовым подключением. Другое название - американка. Вид муфты - разъемная, резьба фитинга – наружная.",
        specifications: { "Материал муфты": "Полипропилен", "Вид муфты": "Разъемная", "Соединение американка": "да", "Диаметр соединения полипропилена": "20 mm", "Диаметр соединяемой резьбы": "3/4", "Тип резьбы": "Наружная", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Нет в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 15.15,
        name: "Муфта разъемная наруж. резьба ППР белый Jakko 20х1",
        pricePerUnit: {
          шт: 1780,
        },
        // oldPrice: 1780,
        image: muftarazemnayaImage4,
        images: [muftarazemnayaImage4, muftarazemnayaImage5, muftarazemnayaImage6],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Прямой полипропиленовый фитинг для соединения полипропиленовой трубы и компонента инженерной системы с резьбовым подключением. Другое название - американка. Вид муфты - разъемная, резьба фитинга – наружная.",
        specifications: { "Материал муфты": "Полипропилен", "Вид муфты": "Разъемная", "Соединение американка": "да", "Диаметр соединения полипропилена": "20 mm", "Диаметр соединяемой резьбы": "1", "Тип резьбы": "Наружная", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 15.16,
        name: "Муфта разъемная наруж. резьба ППР белый Jakko 25х1/2",
        pricePerUnit: {
          шт: 1550,
        },
        // oldPrice: 1550,
        image: muftarazemnayaImage2,
        images: [muftarazemnayaImage2, muftarazemnayaImage3, muftarazemnayaImage22],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Прямой полипропиленовый фитинг для соединения полипропиленовой трубы и компонента инженерной системы с резьбовым подключением. Другое название - американка. Вид муфты - разъемная, резьба фитинга – наружная.",
        specifications: { "Материал муфты": "Полипропилен", "Вид муфты": "Разъемная", "Соединение американка": "да", "Диаметр соединения полипропилена": "25 mm", "Диаметр соединяемой резьбы": "1/2", "Тип резьбы": "Наружная", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 15.17,
        name: "Муфта разъемная наруж. резьба ППР белый Jakko 25х3/4",
        pricePerUnit: {
          шт: 1200,
        },
        // oldPrice: 1200,
        image: muftarazemnayaImage4,
        images: [muftarazemnayaImage4, muftarazemnayaImage5, muftarazemnayaImage6],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Прямой полипропиленовый фитинг для соединения полипропиленовой трубы и компонента инженерной системы с резьбовым подключением. Другое название - американка. Вид муфты - разъемная, резьба фитинга – наружная.",
        specifications: { "Материал муфты": "Полипропилен", "Вид муфты": "Разъемная", "Соединение американка": "да", "Диаметр соединения полипропилена": "25 mm", "Диаметр соединяемой резьбы": "3/4", "Тип резьбы": "Наружная", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 15.18,
        name: "Муфта разъемная наруж. резьба ППР белый Jakko 25х1",
        pricePerUnit: {
          шт: 1700,
        },
        // oldPrice: 1700,
        image: muftarazemnayaImage4,
        images: [muftarazemnayaImage4, muftarazemnayaImage5, muftarazemnayaImage6],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Прямой полипропиленовый фитинг для соединения полипропиленовой трубы и компонента инженерной системы с резьбовым подключением. Другое название - американка. Вид муфты - разъемная, резьба фитинга – наружная.",
        specifications: { "Материал муфты": "Полипропилен", "Вид муфты": "Разъемная", "Соединение американка": "да", "Диаметр соединения полипропилена": "25 mm", "Диаметр соединяемой резьбы": "1", "Тип резьбы": "Наружная", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 15.19,
        name: "Муфта разъемная наруж. резьба ППР белый Jakko 32х3/4",
        pricePerUnit: {
          шт: 1500,
        },
        // oldPrice: 300,
        image: muftarazemnayaImage4,
        images: [muftarazemnayaImage4, muftarazemnayaImage5, muftarazemnayaImage6],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Прямой полипропиленовый фитинг для соединения полипропиленовой трубы и компонента инженерной системы с резьбовым подключением. Другое название - американка. Вид муфты - разъемная, резьба фитинга – наружная.",
        specifications: { "Материал муфты": "Полипропилен", "Вид муфты": "Разъемная", "Соединение американка": "да", "Диаметр соединения полипропилена": "32 mm", "Диаметр соединяемой резьбы": "3/4", "Тип резьбы": "Наружная", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 15.20,
        name: "Муфта разъемная наруж. резьба ППР белый Jakko 32х1",
        pricePerUnit: {
          шт: 1450,
        },
        // oldPrice: 300,
        image: muftarazemnayaImage4,
        images: [muftarazemnayaImage4, muftarazemnayaImage5, muftarazemnayaImage6],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Прямой полипропиленовый фитинг для соединения полипропиленовой трубы и компонента инженерной системы с резьбовым подключением. Другое название - американка. Вид муфты - разъемная, резьба фитинга – наружная.",
        specifications: { "Материал муфты": "Полипропилен", "Вид муфты": "Разъемная", "Соединение американка": "да", "Диаметр соединения полипропилена": "32 mm", "Диаметр соединяемой резьбы": "1", "Тип резьбы": "Наружная", "Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
];

export default MuftaRazemnaya;