import ShlangImage1 from '../../../assets/image/plumbing/Фитинги/1.4.1.1(1).jpg';
import ShlangImage2 from '../../../assets/image/plumbing/Фитинги/1.4.1.1(2).jpg';
import ShlangImage3 from '../../../assets/image/plumbing/Фитинги/1.4.2.1(1).jpg';
import ShlangImage4 from '../../../assets/image/plumbing/Фитинги/1.4.2.1(2).jpg';

const Shlang = [
      {
        id: 20.1,
        name: "Гибкий шланг для смесителя 40см х 1/2'' пара",
        pricePerUnit: {
          шт: 1700,
        },
        // oldPrice: 1700,
        image: ShlangImage1,
        images: [ShlangImage1, ShlangImage2],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Гибкая подводка используется для подключения смесителей к системе водоснабжения в доме или квартире. Как правило, шланги подключаются парой, один для подачи холодной воды, а второй для подачи горячей воды.",
        specifications: { "Длина": "40 см", "Тип соединения": "Гайка-штуцер", "Внутренняя резьба": "1/2''", "Наружная резьба": "3/8''", "Материал оплетки": "Нержавеющая сталь", "Внутренний материал": "Этиленпропиленовый каучук EPDM"},
        category: "plumbing", // Категория
        subCategory: "Шланги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 20.2,
        name: "Гибкий шланг для смесителя 50см х 1/2'' пара",
        pricePerUnit: {
          шт: 1100,
        },
        // oldPrice: 1100,
        image: ShlangImage1,
        images: [ShlangImage1, ShlangImage2],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Гибкая подводка используется для подключения смесителей к системе водоснабжения в доме или квартире. Как правило, шланги подключаются парой, один для подачи холодной воды, а второй для подачи горячей воды.",
        specifications: { "Длина": "50 см", "Тип соединения": "Гайка-штуцер", "Внутренняя резьба": "1/2''", "Наружная резьба": "3/8''", "Материал оплетки": "Нержавеющая сталь", "Внутренний материал": "Этиленпропиленовый каучук EPDM"},
        category: "plumbing", // Категория
        subCategory: "Шланги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 20.3,
        name: "Гибкий шланг для смесителя 60см х 1/2'' пара",
        pricePerUnit: {
          шт: 1300,
        },
        // oldPrice: 1300,
        image: ShlangImage1,
        images: [ShlangImage1, ShlangImage2],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Гибкая подводка используется для подключения смесителей к системе водоснабжения в доме или квартире. Как правило, шланги подключаются парой, один для подачи холодной воды, а второй для подачи горячей воды.",
        specifications: { "Длина": "60 см", "Тип соединения": "Гайка-штуцер", "Внутренняя резьба": "1/2''", "Наружная резьба": "3/8''", "Материал оплетки": "Нержавеющая сталь", "Внутренний материал": "Этиленпропиленовый каучук EPDM"},
        category: "plumbing", // Категория
        subCategory: "Шланги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 20.4,
        name: "Гибкий шланг для смесителя 60см х 1/2'' пара",
        pricePerUnit: {
          шт: 1300,
        },
        // oldPrice: 1300,
        image: ShlangImage1,
        images: [ShlangImage1, ShlangImage2],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Гибкая подводка используется для подключения смесителей к системе водоснабжения в доме или квартире. Как правило, шланги подключаются парой, один для подачи холодной воды, а второй для подачи горячей воды.",
        specifications: { "Длина": "60 см", "Тип соединения": "Гайка-штуцер", "Внутренняя резьба": "1/2''", "Наружная резьба": "3/8''", "Материал оплетки": "Нержавеющая сталь", "Внутренний материал": "Этиленпропиленовый каучук EPDM"},
        category: "plumbing", // Категория
        subCategory: "Шланги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 20.5,
        name: "Гибкий шланг для смесителя 80см х 1/2'' пара",
        pricePerUnit: {
          шт: 1500,
        },
        // oldPrice: 1500,
        image: ShlangImage1,
        images: [ShlangImage1, ShlangImage2],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Гибкая подводка используется для подключения смесителей к системе водоснабжения в доме или квартире. Как правило, шланги подключаются парой, один для подачи холодной воды, а второй для подачи горячей воды.",
        specifications: { "Длина": "80 см", "Тип соединения": "Гайка-штуцер", "Внутренняя резьба": "1/2''", "Наружная резьба": "3/8''", "Материал оплетки": "Нержавеющая сталь", "Внутренний материал": "Этиленпропиленовый каучук EPDM"},
        category: "plumbing", // Категория
        subCategory: "Шланги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 20.6,
        name: "Гибкий шланг для смесителя 100см х 1/2'' пара",
        pricePerUnit: {
          шт: 1700,
        },
        // oldPrice: 1700,
        image: ShlangImage1,
        images: [ShlangImage1, ShlangImage2],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Гибкая подводка используется для подключения смесителей к системе водоснабжения в доме или квартире. Как правило, шланги подключаются парой, один для подачи холодной воды, а второй для подачи горячей воды.",
        specifications: { "Длина": "100 см", "Тип соединения": "Гайка-штуцер", "Внутренняя резьба": "1/2''", "Наружная резьба": "3/8''", "Материал оплетки": "Нержавеющая сталь", "Внутренний материал": "Этиленпропиленовый каучук EPDM"},
        category: "plumbing", // Категория
        subCategory: "Шланги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 20.7,
        name: "Гибкий шланг для смесителя 120см х 1/2'' пара",
        pricePerUnit: {
          шт: 2000,
        },
        // oldPrice: 2000,
        image: ShlangImage1,
        images: [ShlangImage1, ShlangImage2],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Гибкая подводка используется для подключения смесителей к системе водоснабжения в доме или квартире. Как правило, шланги подключаются парой, один для подачи холодной воды, а второй для подачи горячей воды.",
        specifications: { "Длина": "120 см", "Тип соединения": "Гайка-штуцер", "Внутренняя резьба": "1/2''", "Наружная резьба": "3/8''", "Материал оплетки": "Нержавеющая сталь", "Внутренний материал": "Этиленпропиленовый каучук EPDM"},
        category: "plumbing", // Категория
        subCategory: "Шланги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 20.8,
        name: "Гибкий шланг для воды (бочки) 40см х 1/2''",
        pricePerUnit: {
          шт: 500,
        },
        // oldPrice: 500,
        image: ShlangImage3,
        images: [ShlangImage3, ShlangImage4],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Гибкая подводка с накидными гайками на обеих концах предназначена для соединения двух элементов водопровода, имеющих наружную резьбу.",
        specifications: { "Длина": "40 см", "Тип соединения": "гайка-гайка", "Внутренняя резьба гайки": "1/2''", "Материал оплетки": "Нержавеющая сталь", "Внутренний материал": "Этиленпропиленовый каучук EPDM"},
        category: "plumbing", // Категория
        subCategory: "Шланги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 20.9,
        name: "Гибкий шланг для воды (бочки) 50см х 1/2''",
        pricePerUnit: {
          шт: 550,
        },
        // oldPrice: 550,
        image: ShlangImage3,
        images: [ShlangImage3, ShlangImage4],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Гибкая подводка с накидными гайками на обеих концах предназначена для соединения двух элементов водопровода, имеющих наружную резьбу.",
        specifications: { "Длина": "50 см", "Тип соединения": "гайка-гайка", "Внутренняя резьба гайки": "1/2''", "Материал оплетки": "Нержавеющая сталь", "Внутренний материал": "Этиленпропиленовый каучук EPDM"},
        category: "plumbing", // Категория
        subCategory: "Шланги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 20.10,
        name: "Гибкий шланг для воды (бочки) 60см х 1/2''",
        pricePerUnit: {
          шт: 650,
        },
        // oldPrice: 650,
        image: ShlangImage3,
        images: [ShlangImage3, ShlangImage4],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Гибкая подводка с накидными гайками на обеих концах предназначена для соединения двух элементов водопровода, имеющих наружную резьбу.",
        specifications: { "Длина": "60 см", "Тип соединения": "гайка-гайка", "Внутренняя резьба гайки": "1/2''", "Материал оплетки": "Нержавеющая сталь", "Внутренний материал": "Этиленпропиленовый каучук EPDM"},
        category: "plumbing", // Категория
        subCategory: "Шланги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 20.11,
        name: "Гибкий шланг для воды (бочки) 80см х 1/2''",
        pricePerUnit: {
          шт: 750,
        },
        // oldPrice: 750,
        image: ShlangImage3,
        images: [ShlangImage3, ShlangImage4],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Гибкая подводка с накидными гайками на обеих концах предназначена для соединения двух элементов водопровода, имеющих наружную резьбу.",
        specifications: { "Длина": "80 см", "Тип соединения": "гайка-гайка", "Внутренняя резьба гайки": "1/2''", "Материал оплетки": "Нержавеющая сталь", "Внутренний материал": "Этиленпропиленовый каучук EPDM"},
        category: "plumbing", // Категория
        subCategory: "Шланги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 20.12,
        name: "Гибкий шланг для воды (бочки) 100см х 1/2''",
        pricePerUnit: {
          шт: 850,
        },
        // oldPrice: 850,
        image: ShlangImage3,
        images: [ShlangImage3, ShlangImage4],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Гибкая подводка с накидными гайками на обеих концах предназначена для соединения двух элементов водопровода, имеющих наружную резьбу.",
        specifications: { "Длина": "100 см", "Тип соединения": "гайка-гайка", "Внутренняя резьба гайки": "1/2''", "Материал оплетки": "Нержавеющая сталь", "Внутренний материал": "Этиленпропиленовый каучук EPDM"},
        category: "plumbing", // Категория
        subCategory: "Шланги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 20.13,
        name: "Гибкий шланг для воды (бочки) 120см х 1/2''",
        pricePerUnit: {
          шт: 950,
        },
        // oldPrice: 0,
        image: ShlangImage3,
        images: [ShlangImage3, ShlangImage4],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Гибкая подводка с накидными гайками на обеих концах предназначена для соединения двух элементов водопровода, имеющих наружную резьбу.",
        specifications: { "Длина": "100 см", "Тип соединения": "гайка-гайка", "Внутренняя резьба гайки": "1/2''", "Материал оплетки": "Нержавеющая сталь", "Внутренний материал": "Этиленпропиленовый каучук EPDM"},
        category: "plumbing", // Категория
        subCategory: "Шланги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
];

export default Shlang;