import troinikperehodnoiImage1 from '../../../assets/image/plumbing/Фитинги/1.1.11.jpg';

const TroinikPerehodnoi = [
     {
        id: 9.1,
        name: "Тройник переходной ППР  белый Jakko 25х20х25 мм",
        pricePerUnit: {
          шт: 100,
        },
        // oldPrice: 300,
        image: troinikperehodnoiImage1,
        images: [troinikperehodnoiImage1],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Полипропиленовая опора предназначена для закрепления частей систем водоснабжения, отопления и канализации на стенах из кирпича, гипсокартона, бетона и др. Конструкция получается максимально прочная и незаметная, вся система имеет приятный, аккуратный внешний вид.",
        specifications: { "Материал клипсы": "Полипропилен", "Диаметр опоры": "25х20х25 mm","Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 9.2,
        name: "Тройник переходной ППР  белый Jakko 32х20х32 мм",
        pricePerUnit: {
          шт: 0,
        },
        // oldPrice: 300,
        image: troinikperehodnoiImage1,
        images: [troinikperehodnoiImage1],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Полипропиленовая опора предназначена для закрепления частей систем водоснабжения, отопления и канализации на стенах из кирпича, гипсокартона, бетона и др. Конструкция получается максимально прочная и незаметная, вся система имеет приятный, аккуратный внешний вид.",
        specifications: { "Материал клипсы": "Полипропилен", "Диаметр опоры": "32х20х32 mm","Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Нет в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 9.3,
        name: "Тройник переходной ППР  белый Jakko 32х25х32 мм",
        pricePerUnit: {
          шт: 150,
        },
        // oldPrice: 300,
        image: troinikperehodnoiImage1,
        images: [troinikperehodnoiImage1],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Полипропиленовая опора предназначена для закрепления частей систем водоснабжения, отопления и канализации на стенах из кирпича, гипсокартона, бетона и др. Конструкция получается максимально прочная и незаметная, вся система имеет приятный, аккуратный внешний вид.",
        specifications: { "Материал клипсы": "Полипропилен", "Диаметр опоры": "32х25х32 mm","Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
      {
        id: 9.4,
        name: "Тройник переходной ППР  белый Jakko 40х25х40 мм",
        pricePerUnit: {
          шт: 200,
        },
        // oldPrice: 300,
        image: troinikperehodnoiImage1,
        images: [troinikperehodnoiImage1],
        // description: "Краска для окон и дверей Dulux",
        detailedDescription: "Полипропиленовая опора предназначена для закрепления частей систем водоснабжения, отопления и канализации на стенах из кирпича, гипсокартона, бетона и др. Конструкция получается максимально прочная и незаметная, вся система имеет приятный, аккуратный внешний вид.",
        specifications: { "Материал клипсы": "Полипропилен", "Диаметр опоры": "40х25х40 mm","Рабочая среда": "Вода"},
        category: "plumbing", // Категория
        subCategory: "Фитинги", // Подкатегория
        availability: "Есть в наличии"  // Новое поле для статуса наличия
      },
];

export default TroinikPerehodnoi;