import trubaImage1 from '../../assets/image/plumbing/Трубы/1.1.1.png';
import trubaImage2 from '../../assets/image/plumbing/Трубы/1.1.2.png';

const Trubi = [
    {
      id: 1.1,
      name: "Труба ППР  белый Jakko 20 мм",
      pricePerUnit: {
        м: 280,
      },
      image: trubaImage1,
      images: [trubaImage1, trubaImage1],
      detailedDescription: "Трубы и фасонные изделия из полипропилена (ПП — Полипропилен) предназначены для прокладки внутренних систем холодного и горячего водоснабжения, а также отопления. Трубы ППР отличаются высокой прочностью, устойчивостью к воздействию агрессивных сред, долговечностью и простотой монтажа.",
      specifications: { "Наружный диаметр": "20 mm", "Длина отрезка": "4 м", "Цвет": "Белый", "Толщина стенки (мм)": "2.8" },
      category: "plumbing",
      subCategory: "Трубы",
      availability: "Есть в наличии"
    },
    {
      id: 1.2,
      name: "Труба ППР  белый Jakko 25 мм",
      pricePerUnit: {
        м: 1880,
      },
      image: trubaImage1,
      images: [trubaImage1, trubaImage1],
      detailedDescription: "Трубы и фасонные изделия из полипропилена (ПП — Полипропилен) предназначены для прокладки внутренних систем холодного и горячего водоснабжения, а также отопления. Трубы ППР отличаются высокой прочностью, устойчивостью к воздействию агрессивных сред, долговечностью и простотой монтажа.",
      specifications: { "Наружный диаметр": "25 mm", "Длина отрезка": "4 м", "Цвет": "Белый", "Толщина стенки (мм)": "3.5" },
      category: "plumbing",
      subCategory: "Трубы",
      availability: "Есть в наличии"
    },
    {
      id: 1.3,
      name: "Труба ППР  белый Jakko 32 мм",
      pricePerUnit: {
        м: 720,
      },
      image: trubaImage1,
      images: [trubaImage1, trubaImage1],
      detailedDescription: "Трубы и фасонные изделия из полипропилена (ПП — Полипропилен) предназначены для прокладки внутренних систем холодного и горячего водоснабжения, а также отопления. Трубы ППР отличаются высокой прочностью, устойчивостью к воздействию агрессивных сред, долговечностью и простотой монтажа.",
      specifications: { "Наружный диаметр": "32 mm", "Длина отрезка": "4 м", "Цвет": "Белый", "Толщина стенки (мм)": "4.4" },
      category: "plumbing",
      subCategory: "Трубы",
      availability: "Есть в наличии"
    },
    {
      id: 1.4,
      name: "Труба ППР  белый Jakko 40 мм",
      pricePerUnit: {
        м: 1360,
      },
      image: trubaImage1,
      images: [trubaImage1, trubaImage1],
      detailedDescription: "Трубы и фасонные изделия из полипропилена (ПП — Полипропилен) предназначены для прокладки внутренних систем холодного и горячего водоснабжения, а также отопления. Трубы ППР отличаются высокой прочностью, устойчивостью к воздействию агрессивных сред, долговечностью и простотой монтажа.",
      specifications: { "Наружный диаметр": "40 mm", "Длина отрезка": "4 м", "Цвет": "Белый", "Толщина стенки (мм)": "5.5" },
      category: "plumbing",
      subCategory: "Трубы",
      availability: "Есть в наличии"
    },
    {
      id: 1.5,
      name: "Труба ППР стекловолокном Jakko 20 мм",
      pricePerUnit: {
        м: 270,
      },
      image: trubaImage2,
      images: [trubaImage2, trubaImage2],
      detailedDescription: "Трубы и фасонные изделия из полипропилена (ПП — Полипропилен) предназначены для прокладки внутренних систем холодного и горячего водоснабжения, а также отопления. Трубы ППР отличаются высокой прочностью, устойчивостью к воздействию агрессивных сред, долговечностью и простотой монтажа.",
      specifications: { "Наружный диаметр": "20 mm", "Длина отрезка": "4 м","Давление": "16 атм", "Цвет": "Белый", "Толщина стенки (мм)": "3.4" },
      category: "plumbing",
      subCategory: "Трубы",
      availability: "Есть в наличии"
    },
    {
      id: 1.6,
      name: "Труба ППР стекловолокном Jakko 25 мм",
      pricePerUnit: {
        м: 400,
      },
      image: trubaImage2,
      images: [trubaImage2, trubaImage2],
      detailedDescription: "Трубы и фасонные изделия из полипропилена (ПП — Полипропилен) предназначены для прокладки внутренних систем холодного и горячего водоснабжения, а также отопления. Трубы ППР отличаются высокой прочностью, устойчивостью к воздействию агрессивных сред, долговечностью и простотой монтажа.",
      specifications: { "Наружный диаметр": "25 mm", "Длина отрезка": "4 м","Давление": "16 атм", "Цвет": "Белый", "Толщина стенки (мм)": "4.2" },
      category: "plumbing",
      subCategory: "Трубы",
      availability: "Есть в наличии"
    },
    {
      id: 1.7,
      name: "Труба ППР стекловолокном Jakko 32 мм",
      pricePerUnit: {
        м: 670,
      },
      image: trubaImage2,
      images: [trubaImage2, trubaImage2],
      detailedDescription: "Трубы и фасонные изделия из полипропилена (ПП — Полипропилен) предназначены для прокладки внутренних систем холодного и горячего водоснабжения, а также отопления. Трубы ППР отличаются высокой прочностью, устойчивостью к воздействию агрессивных сред, долговечностью и простотой монтажа.",
      specifications: { "Наружный диаметр": "32 mm", "Длина отрезка": "4 м","Давление": "16 атм", "Цвет": "Белый", "Толщина стенки (мм)": "5.4" },
      category: "plumbing",
      subCategory: "Трубы",
      availability: "Есть в наличии",
      isPopular: true,
    },
    {
      id: 1.8,
      name: "Труба ППР стекловолокном Jakko 40 мм",
      pricePerUnit: {
        м: 1150,
      },
      image: trubaImage2,
      images: [trubaImage2, trubaImage2],
      detailedDescription: "Трубы и фасонные изделия из полипропилена (ПП — Полипропилен) предназначены для прокладки внутренних систем холодного и горячего водоснабжения, а также отопления. Трубы ППР отличаются высокой прочностью, устойчивостью к воздействию агрессивных сред, долговечностью и простотой монтажа.",
      specifications: { "Наружный диаметр": "40 mm", "Длина отрезка": "4 м","Давление": "16 атм", "Цвет": "Белый", "Толщина стенки (мм)": "6.7" },
      category: "plumbing",
      subCategory: "Трубы",
      availability: "Есть в наличии",
      isPopular: true,
    },
];

export default Trubi;